[
    {
    "id": "document_001",
    "title": "Foundation Development Year English Proficiency Requirements and Exemption Criteria",
    "date": "January 15, 2025",
    "content": "The Foundation Development Year (FDY) English Proficiency Requirements serve as the cornerstone for all incoming undergraduate students who need to demonstrate sufficient English language skills before proceeding to their respective degree programs.\n\n**PROFICIENCY EXAMINATIONS**\n\nStudents must achieve one of the following minimum scores to qualify for exemption from the FDY program:\n\n- TOEFL IBT: 80 points (with minimum 20 in each section)\n- IELTS Academic: Overall band score of 6.5 (with minimum 6.0 in each section)\n- University English Proficiency Exam (UEPE): 65 points\n\nStudents who do not meet these requirements must enroll in the Foundation Development Year program, which consists of intensive English language instruction across three levels (Beginner, Intermediate, Advanced).\n\n**EXEMPTION PROCESS**\n\nTo apply for exemption from the FDY program, students must submit their official test scores to the Registrar's Office no later than two weeks before the start of the academic year. Late submissions will not be processed until the following semester, and students will be required to enroll in FDY courses in the interim.\n\nStudents from countries where English is the primary language of instruction may apply for a waiver by providing documentation that confirms the completion of at least three years of secondary education in an English-medium institution.\n\n**PROGRESSION REQUIREMENTS**\n\nStudents enrolled in the FDY program must:\n\n1. Maintain at least 85% attendance in all English language courses\n2. Achieve a minimum cumulative grade point average of 2.00/4.00\n3. Successfully complete all assigned coursework and assessments\n4. Pass the final FDY Assessment Examination with a minimum score of 65%\n\nFailure to meet these requirements will result in the repetition of the relevant level or, in some cases, the entire FDY program.\n\n**ACADEMIC SUPPORT RESOURCES**\n\nThe university provides additional support services for FDY students, including:\n\n- Individual tutoring sessions (up to 3 hours per week)\n- English conversation clubs\n- Writing center assistance\n- Online self-study resources\n- Peer mentoring programs\n\nStudents are encouraged to utilize these resources to maximize their language development and ensure successful completion of the FDY program.\n\n**POLICY UPDATES**\n\nThis policy is subject to annual review by the Academic Council. Any changes to the proficiency requirements or exemption criteria will be announced at least six months prior to implementation. Current students will be governed by the policy in effect at the time of their admission unless otherwise specified.",
    "source": "School of Languages"
  },
  {
    "id": "document_002",
    "title": "Undergraduate Course Registration Procedures and Timeline for Spring Semester 2025",
    "date": "January 28, 2025",
    "content": "**COURSE REGISTRATION PROCEDURES: SPRING SEMESTER 2025**\n\nThe following guidelines outline the required procedures for all undergraduate students registering for courses in the Spring Semester 2025. Adherence to these procedures and timelines is mandatory to ensure successful enrollment.\n\n**REGISTRATION TIMELINE**\n\n- **Pre-registration Advising Period**: February 3-7, 2025\n- **Priority Registration (4th-year students)**: February 10-11, 2025\n- **Standard Registration (2nd & 3rd-year students)**: February 12-14, 2025\n- **Late Registration (1st-year & transfer students)**: February 17-18, 2025\n- **Add/Drop Period**: February 24-28, 2025\n- **Final Withdrawal Deadline**: April 18, 2025\n\n**ELIGIBILITY REQUIREMENTS**\n\nTo be eligible for course registration, students must:\n\n1. Have cleared all financial obligations from previous semesters\n2. Have no outstanding administrative holds on their student account\n3. Have completed all prerequisite courses for desired course selections\n4. Not exceed the maximum credit load of 18 credits (21 credits for students with CGPA ≥ 3.50)\n\n**REGISTRATION PROCESS**\n\n1. **Academic Advising**: All students must meet with their assigned academic advisor before registration to review degree progress and course selections. Advisors will provide registration access codes necessary for system entry.\n\n2. **Online Registration**: Students must log in to the Student Information System (SIS) using their university credentials during their designated registration period. The system is accessible 24/7 during the registration window.\n\n3. **Course Selection**: Students should select primary courses as well as 2-3 alternative courses in case of scheduling conflicts or course closures.\n\n4. **Confirmation**: After submitting course selections, students must review and confirm their registration summary. A confirmation email will be sent to the student's university email address.\n\n**SPECIAL REGISTRATION CATEGORIES**\n\n- **Closed Courses**: Requests to enter closed courses require Department Chair approval via the Special Enrollment Request form.\n\n- **Independent Study**: Independent study registration requires faculty sponsor approval and submission of the Independent Study Proposal form two weeks before the registration period.\n\n- **Cross-Listed Courses**: Students may register for cross-listed courses under any of the listed departments but should select the department most relevant to their major.\n\n**ADD/DROP POLICIES**\n\nCourse adjustments during the Add/Drop period do not require advisor approval but are subject to availability and prerequisite requirements. After the Add/Drop period, course withdrawals will appear as a \"W\" on the transcript and do not affect GPA calculations.\n\n**TECHNICAL SUPPORT**\n\nFor registration system assistance, contact the IT Helpdesk at helpdesk@university.edu or call 555-123-4567 during business hours (8:00 AM - 5:00 PM, Monday-Friday).",
    "source": "Registrar's Office"
  },
  {
    "id": "document_003",
    "title": "Graduate Thesis and Dissertation Submission Guidelines for Academic Year 2024-2025",
    "date": "February 5, 2025",
    "content": "**GRADUATE THESIS AND DISSERTATION SUBMISSION GUIDELINES (2024-2025)**\n\nThe following guidelines govern the preparation, submission, and evaluation of all master's theses and doctoral dissertations at the university. Compliance with these standards is mandatory for graduation certification.\n\n**FORMATTING REQUIREMENTS**\n\n- **Margins**: 1.5 inches on the left margin; 1 inch on top, right, and bottom margins\n- **Font**: 12-point Times New Roman or 11-point Arial throughout the document\n- **Line Spacing**: Double-spaced for main text; single-spaced for block quotations, footnotes, and bibliography\n- **Page Numbering**: Roman numerals (lowercase) for preliminary pages; Arabic numerals for main text\n- **Citation Style**: Discipline-appropriate citation style (APA, MLA, Chicago, IEEE, etc.) as approved by the department\n\n**STRUCTURAL COMPONENTS**\n\nAll theses and dissertations must include the following components in the order specified:\n\n1. **Title Page**: Following the official university template\n2. **Copyright Page**: Optional but recommended\n3. **Approval Page**: With original signatures from all committee members\n4. **Abstract**: Maximum 350 words for dissertations; 250 words for theses\n5. **Acknowledgments**: Optional\n6. **Table of Contents**: Including all headings and subheadings\n7. **List of Tables/Figures/Illustrations**: If applicable\n8. **Main Text**: Divided into appropriate chapters\n9. **References/Bibliography**: Complete listing of all cited sources\n10. **Appendices**: As needed for supplementary materials\n\n**SUBMISSION PROCESS AND DEADLINES**\n\n- **Initial Format Review**: Submit PDF draft to Graduate School 6 weeks before defense\n- **Defense Announcement**: Submit defense announcement form 3 weeks before defense date\n- **Final Submission**: Within 2 weeks after successful defense\n- **Specific Deadlines for 2024-2025**:\n  - Fall Semester: November 28, 2025\n  - Spring Semester: April 25, 2025\n  - Summer Semester: July 30, 2025\n\n**ELECTRONIC SUBMISSION REQUIREMENTS**\n\nAll final submissions must be made electronically through the university's ETD (Electronic Theses and Dissertations) portal. The following files are required:\n\n1. Complete thesis/dissertation as a single PDF file (maximum 500 MB)\n2. Separate PDF of the abstract\n3. Any supplementary files (datasets, multimedia, etc.)\n\nFile naming convention: lastname_firstname_degree_department_year.pdf\n\n**COPYRIGHT AND EMBARGO OPTIONS**\n\nStudents retain copyright of their work but grant the university non-exclusive distribution rights. Three embargo options are available:\n\n- No embargo (immediate worldwide access)\n- Six-month embargo\n- One-year embargo\n- Two-year embargo (requires Dean's approval)\n\nExtended embargoes may be granted for patent-pending research or pending publication agreements.\n\n**PLAGIARISM SCREENING**\n\nAll theses and dissertations will be screened for plagiarism using university-approved software. Detection of plagiarism may result in disciplinary action and revocation of academic credentials.",
    "source": "Graduate School of Engineering and Natural Sciences"
  },
  {
    "id": "document_004",
    "title": "University Academic Integrity Policy and Procedures for Violations",
    "date": "February 12, 2025",
    "content": "**ACADEMIC INTEGRITY POLICY**\n\nThe university is committed to fostering an environment of intellectual honesty and ethical conduct. This policy outlines the expectations, violations, and consequences related to academic integrity for all members of the university community.\n\n**CORE PRINCIPLES**\n\nAcademic integrity is founded on the principles of honesty, trust, fairness, respect, and responsibility. All members of the university community are expected to uphold these values in their academic endeavors. The university defines academic misconduct as any action or attempted action that may result in creating an unfair academic advantage for oneself or an unfair academic advantage or disadvantage for any other member or members of the academic community.\n\n**VIOLATIONS OF ACADEMIC INTEGRITY**\n\nThe following acts constitute violations of academic integrity:\n\n1. **Plagiarism**: Representing the ideas, expressions, or materials of another without due attribution.\n\n2. **Cheating**: Fraudulent or deceptive conduct in completing academic assignments or examinations, including:\n   - Unauthorized collaboration\n   - Use of unauthorized materials\n   - Unauthorized prior knowledge of examination content\n   - Impersonation or proxy test-taking\n\n3. **Fabrication/Falsification**: Creating or altering information or citations with the intent to deceive.\n\n4. **Multiple Submissions**: Submitting the same work for credit in multiple courses without permission.\n\n5. **Facilitating Academic Dishonesty**: Helping or attempting to help another commit an act of academic dishonesty.\n\n6. **Unauthorized Access**: Gaining or attempting to gain unauthorized access to academic materials or systems.\n\n**REPORTING PROCEDURES**\n\nAll members of the university community have a responsibility to report suspected violations of academic integrity. Reports should be submitted to the course instructor or the Office of Academic Integrity within 10 business days of discovery.\n\nReports must include:\n- Name of the person reporting (anonymous reports will be investigated at the discretion of the Academic Integrity Committee)\n- Name of the alleged violator\n- Course information (if applicable)\n- Date, time, and location of the alleged violation\n- Detailed description of the alleged violation\n- Supporting evidence or documentation\n\n**ADJUDICATION PROCESS**\n\n1. **Initial Review**: The course instructor will conduct a preliminary review of the allegation within 5 business days of receiving the report.\n\n2. **Notification**: If sufficient evidence exists, the instructor will notify the student of the allegation in writing and schedule a meeting within 5 business days.\n\n3. **Faculty Resolution**: For minor first offenses, the instructor may resolve the matter directly with the student, assigning an appropriate sanction and reporting the resolution to the Office of Academic Integrity.\n\n4. **Formal Hearing**: For serious or repeated violations, the case will be referred to the Academic Integrity Committee for a formal hearing within 15 business days of the initial report.\n\n5. **Decision and Appeal**: The Committee will render a decision within 10 business days of the hearing. Appeals must be submitted in writing to the Dean of Academic Affairs within 5 business days of receiving the decision.\n\n**SANCTIONS**\n\nSanctions for academic integrity violations may include, but are not limited to:\n\n- Written warning\n- Educational assignment on academic integrity\n- Reduced or failing grade on the assignment\n- Reduced or failing grade in the course\n- Academic probation\n- Suspension\n- Expulsion\n- Revocation of a degree already granted",
    "source": "Office of Academic Planning and Assessment"
  },
  {
    "id": "document_005",
    "title": "International Student Exchange Program Application Process and Requirements",
    "date": "February 20, 2025",
    "content": "**INTERNATIONAL STUDENT EXCHANGE PROGRAM: APPLICATION PROCESS AND REQUIREMENTS**\n\nThe university's International Student Exchange Program provides undergraduate and graduate students with opportunities to study at partner institutions worldwide while earning credits toward their degree. This document outlines the application process, eligibility criteria, and program requirements for the 2025-2026 academic year.\n\n**PARTNER INSTITUTIONS**\n\nThe university maintains exchange agreements with over 120 universities across 45 countries. A complete listing of partner institutions, available programs, and language requirements is available on the International Relations Office website and is updated annually.\n\n**ELIGIBILITY CRITERIA**\n\nTo be eligible for participation in the exchange program, students must:\n\n1. Have completed at least two semesters (30 ECTS credits) at the university prior to departure\n2. Maintain a minimum cumulative GPA of 2.75 (undergraduate) or 3.25 (graduate)\n3. Meet the language proficiency requirements of the host institution\n4. Have no disciplinary actions on their academic record\n5. Be enrolled as a full-time student during the application process\n6. Have sufficient financial resources to cover living expenses abroad\n\n**APPLICATION TIMELINE**\n\n- **Fall 2025 and Full Year Exchanges**:\n  - Application Opens: February 25, 2025\n  - Application Deadline: March 28, 2025\n  - Selection Results Announced: April 18, 2025\n  - Acceptance Confirmation Deadline: April 25, 2025\n\n- **Spring 2026 Exchanges**:\n  - Application Opens: August 15, 2025\n  - Application Deadline: September 20, 2025\n  - Selection Results Announced: October 10, 2025\n  - Acceptance Confirmation Deadline: October 17, 2025\n\n**APPLICATION MATERIALS**\n\nApplicants must submit the following documents through the online Exchange Portal:\n\n1. Completed Exchange Application Form\n2. Statement of Purpose (500-750 words)\n3. Academic Transcript (official copy)\n4. Language Proficiency Certification (if applicable)\n5. Two Academic References\n6. Proposed Study Plan listing potential courses at host institution\n7. Copy of Valid Passport (minimum validity of 6 months beyond program end date)\n8. Financial Statement demonstrating sufficient funds\n\n**SELECTION PROCESS**\n\nApplications are evaluated based on the following criteria:\n\n- Academic performance and suitability for the proposed program\n- Quality and relevance of the Statement of Purpose\n- Strength of faculty recommendations\n- Alignment of proposed study plan with degree requirements\n- Language proficiency (where applicable)\n- Available spaces at requested host institutions\n\nPriority may be given to students who have not previously participated in an exchange program.\n\n**PRE-DEPARTURE REQUIREMENTS**\n\nSelected students must complete the following before departure:\n\n1. Attend mandatory pre-departure orientation sessions\n2. Submit a Learning Agreement signed by the departmental exchange coordinator\n3. Register for the appropriate exchange program course code\n4. Obtain appropriate visa and health insurance documentation\n5. Complete the Risk Assessment and Emergency Contact Form\n\n**CREDIT TRANSFER POLICY**\n\nCredits earned at host institutions will be transferred according to the university's Transfer Credit Policy. Students must:\n\n- Achieve a minimum grade of C (or equivalent) in each course\n- Take courses that have been pre-approved in the Learning Agreement\n- Submit official transcripts from the host institution within 30 days of program completion\n\nNote that grades earned abroad will not be calculated into the university GPA but will appear on the transcript.",
    "source": "International Relations Office"
  },
  {
    "id": "document_006",
    "title": "University Library Access Policies and Resource Utilization Guidelines",
    "date": "March 2, 2025",
    "content": "**UNIVERSITY LIBRARY ACCESS POLICIES AND RESOURCE UTILIZATION GUIDELINES**\n\nThe University Library serves as the primary knowledge repository and research hub for all academic activities. These guidelines govern access, borrowing privileges, and appropriate use of library resources for the 2024-2025 academic year.\n\n**ACCESS CREDENTIALS**\n\nAll current students, faculty, and staff may access library facilities and resources using their University ID card or digital credentials. External visitors must register at the Information Desk and may be subject to restricted access during peak periods (examination weeks and final project deadlines).\n\n**OPERATING HOURS**\n\n- **Main Library**:\n  - Monday-Friday: 08:00 - 24:00\n  - Saturday-Sunday: 10:00 - 22:00\n\n- **Specialized Collections and Archives**:\n  - Monday-Friday: 09:00 - 17:00\n  - Saturday: 10:00 - 16:00\n  - Sunday: Closed\n\n- **Extended Hours During Examination Periods**:\n  - 24-hour access to designated study areas from weeks 14-16 each semester\n\n**BORROWING PRIVILEGES**\n\nBorrowing limits and loan periods vary by user category:\n\n1. **Undergraduate Students**:\n   - Maximum Items: 15\n   - Standard Loan Period: 21 days\n   - Renewals: 2 times (if not requested by another user)\n\n2. **Graduate Students**:\n   - Maximum Items: 25\n   - Standard Loan Period: 30 days\n   - Renewals: 3 times (if not requested by another user)\n\n3. **Faculty**:\n   - Maximum Items: 50\n   - Standard Loan Period: 90 days\n   - Renewals: 2 times (if not requested by another user)\n\n4. **Staff**:\n   - Maximum Items: 10\n   - Standard Loan Period: 21 days\n   - Renewals: 2 times (if not requested by another user)\n\n**SPECIAL COLLECTIONS**\n\nCertain materials have restricted circulation policies:\n\n- **Reserve Materials**: 3-hour loan period; in-library use only\n- **Reference Materials**: Non-circulating; in-library use only\n- **Periodicals**: Current issues non-circulating; back issues 7-day loan\n- **Theses/Dissertations**: 7-day loan for physical copies; electronic access unrestricted\n- **Archival Materials**: Supervised access by appointment only\n\n**FINES AND REPLACEMENT COSTS**\n\n- **Standard Materials**: ₺5 per day per item\n- **Reserve Materials**: ₺10 per hour per item\n- **Maximum Fine**: ₺200 per item\n- **Lost/Damaged Items**: Replacement cost plus ₺75 processing fee\n\nUnpaid fines exceeding ₺100 will result in suspended borrowing privileges until payment is made. Outstanding fines at semester end will result in registration holds.\n\n**ELECTRONIC RESOURCE ACCESS**\n\nRemote access to electronic resources is available through the library portal using university credentials. Users must comply with licensing agreements, which typically prohibit:\n\n- Systematic downloading\n- Redistribution of content\n- Commercial use of resources\n- Sharing access credentials\n\nViolations may result in temporary or permanent loss of access privileges.\n\n**RESEARCH SUPPORT SERVICES**\n\nThe library offers the following research support services:\n\n- Reference consultations (in-person or virtual)\n- Literature search assistance\n- Citation management workshops\n- Research data management consultations\n- Subject-specific research guides\n\nAppointments can be scheduled through the online booking system or at the Reference Desk.",
    "source": "Library Services"
  },
  {
    "id": "document_007",
    "title": "Undergraduate Academic Scholarship Eligibility Criteria and Renewal Conditions",
    "date": "March 10, 2025",
    "content": "**UNDERGRADUATE ACADEMIC SCHOLARSHIP PROGRAM**\n\nThe University Undergraduate Academic Scholarship Program recognizes and rewards academic excellence while promoting diversity and inclusion within our student community. This document outlines the types of scholarships available, eligibility criteria, application procedures, and conditions for maintenance and renewal.\n\n**SCHOLARSHIP CATEGORIES**\n\n1. **Presidential Merit Scholarship**\n   - Coverage: 100% tuition and fees\n   - Duration: Up to 4 years (8 semesters)\n   - Annual Recipients: 15 students\n\n2. **Dean's Merit Scholarship**\n   - Coverage: 75% tuition\n   - Duration: Up to 4 years (8 semesters)\n   - Annual Recipients: 25 students\n\n3. **Academic Achievement Scholarship**\n   - Coverage: 50% tuition\n   - Duration: Up to 4 years (8 semesters)\n   - Annual Recipients: 40 students\n\n4. **Faculty Recognition Scholarship**\n   - Coverage: 25% tuition\n   - Duration: Up to 4 years (8 semesters)\n   - Annual Recipients: 60 students\n\n5. **International Student Scholarship**\n   - Coverage: Varies from 20-100% tuition\n   - Duration: Up to 4 years (8 semesters)\n   - Annual Recipients: Based on available funding\n\n**INITIAL ELIGIBILITY CRITERIA**\n\nEligibility for new students is determined based on:\n\n1. **Entrance Examination Performance**:\n   - Presidential Merit: Top 1% nationally\n   - Dean's Merit: Top 3% nationally\n   - Academic Achievement: Top 5% nationally\n   - Faculty Recognition: Top 10% nationally\n\n2. **Secondary School Achievement**:\n   - Minimum cumulative GPA of 3.75/4.00 (or equivalent)\n   - Exemplary performance in relevant subject areas\n   - Leadership roles and extracurricular achievements\n\n3. **Standardized Test Scores** (international students):\n   - SAT: Minimum 1400 (with at least 700 in relevant subject area)\n   - ACT: Minimum 30 composite\n   - International Baccalaureate: Minimum 36 points\n   - A-Levels: Minimum AAB in relevant subjects\n\n**SCHOLARSHIP MAINTENANCE CRITERIA**\n\nTo maintain scholarship eligibility, recipients must:\n\n1. **Maintain Academic Performance**:\n   - Presidential Merit: Minimum CGPA of 3.70/4.00\n   - Dean's Merit: Minimum CGPA of 3.50/4.00\n   - Academic Achievement: Minimum CGPA of 3.30/4.00\n   - Faculty Recognition: Minimum CGPA of 3.00/4.00\n   - International Student: Varies based on award level\n\n2. **Credit Load Requirements**:\n   - Minimum 15 credit hours per semester (exceptions may be granted for final semester)\n   - Minimum 30 credit hours per academic year\n\n3. **Program Duration Limitations**:\n   - Scholarships cover only the standard program duration (typically 8 semesters)\n   - Summer terms not covered unless specifically approved\n\n4. **Code of Conduct Compliance**:\n   - No academic integrity violations\n   - No disciplinary sanctions beyond a written warning\n\n**REVIEW PROCESS**\n\nScholarship eligibility reviews occur at the end of each academic year. Students failing to meet maintenance criteria will receive:\n\n1. **First Instance**: Academic warning with one-semester probationary period\n2. **Second Instance**: Reduction of scholarship by one level\n3. **Third Instance**: Complete revocation of scholarship\n\nStudents may appeal scholarship decisions by submitting a formal appeal to the Scholarship Committee within 10 business days of notification.\n\n**APPLICATION PROCEDURE FOR NEW STUDENTS**\n\nAll admitted students are automatically considered for merit-based scholarships. No separate application is required for general merit scholarships. For specialized scholarships with additional criteria, students must submit supplementary materials through the online scholarship portal by March 31, 2025, for the 2025-2026 academic year.",
    "source": "Financial Affairs Office"
  },
  {
    "id": "document_008",
    "title": "University Sexual Harassment Prevention and Response Policy Framework",
    "date": "March 15, 2025",
    "content": "**SEXUAL HARASSMENT PREVENTION AND RESPONSE POLICY**\n\nThe university is committed to maintaining an educational and work environment free from sexual harassment, sexual violence, and gender-based discrimination. This policy outlines prohibited conducts, reporting procedures, investigation processes, and available resources for all university community members.\n\n**SCOPE OF POLICY**\n\nThis policy applies to all students, faculty, staff, administrators, visitors, and contractors in all university programs and activities, both on and off campus, including university-sponsored events, trips, and academic programs. It encompasses all forms of sexual misconduct, regardless of gender identity, gender expression, or sexual orientation.\n\n**PROHIBITED CONDUCT**\n\nThe following behaviors are explicitly prohibited under this policy:\n\n1. **Sexual Harassment**: Unwelcome conduct of a sexual nature that creates a hostile environment or quid pro quo harassment involving conditions of employment or academic advancement.\n\n2. **Sexual Assault**: Non-consensual sexual contact or intercourse, including attempts.\n\n3. **Dating/Domestic Violence**: Abusive behavior between individuals in intimate relationships, including physical, sexual, emotional, economic, or psychological actions.\n\n4. **Stalking**: Course of conduct directed at a specific person that would cause reasonable fear for safety or substantial emotional distress.\n\n5. **Sexual Exploitation**: Non-consensual abuse or exploitation of another person's sexuality for the purpose of sexual gratification, financial gain, personal benefit, or advantage.\n\n6. **Retaliation**: Adverse action against individuals who report misconduct, participate in investigations, or oppose discriminatory practices.\n\n**CONSENT DEFINITION**\n\nConsent is defined as affirmative, conscious, and voluntary agreement to engage in sexual activity. Consent:\n\n- Must be informed, freely given, and ongoing\n- Cannot be given by individuals incapacitated by alcohol, drugs, or unconsciousness\n- Cannot be obtained through coercion, intimidation, or force\n- Can be withdrawn at any time\n- Cannot be assumed based on silence, lack of resistance, or previous consent\n\n**REPORTING OPTIONS**\n\nIndividuals who have experienced sexual misconduct have multiple reporting options:\n\n1. **Title IX Coordinator**:\n   - Email: titleix@university.edu\n   - Phone: 555-123-4569\n   - Office: Administration Building, Room 305\n\n2. **University Security**:\n   - Emergency: 555-123-4570\n   - Non-emergency: 555-123-4571\n\n3. **Online Reporting System**: Available 24/7 through the university website, with anonymous reporting option.\n\n4. **Responsible Employees**: All faculty, staff, and student employees in supervisory roles are required to report incidents to the Title IX Coordinator.\n\n**CONFIDENTIAL RESOURCES**\n\nThe following resources provide confidential support without triggering an official investigation:\n\n- **University Counseling Center**: 555-123-4572\n- **Student Health Services**: 555-123-4573\n- **Campus Chaplain**: 555-123-4574\n- **Employee Assistance Program**: 555-123-4575\n\n**INVESTIGATION PROCESS**\n\nUpon receiving a report, the university will:\n\n1. Provide immediate support measures and resources\n2. Assess the need for interim protective measures\n3. Initiate a prompt, thorough, and impartial investigation\n4. Provide equal opportunities for both parties to present evidence and witnesses\n5. Make determinations based on the preponderance of evidence standard\n6. Conclude investigations typically within 60 calendar days\n\n**DISCIPLINARY SANCTIONS**\n\nIndividuals found responsible for violations may face sanctions including:\n\n- Written warning\n- Probation\n- Suspension\n- Expulsion/Termination\n- Educational interventions\n- No-contact orders\n- Removal from university housing\n- Restriction from campus activities or facilities\n\n**PREVENTION AND EDUCATION**\n\nThe university implements comprehensive prevention programs including:\n\n- Mandatory online training for all community members\n- Bystander intervention workshops\n- Ongoing awareness campaigns\n- Department-specific training for high-risk areas\n- Annual climate surveys",
    "source": "General Secretary's Office"
  }
]